{
    "Patronus": [
        {
            "title": "Patronus AI is off to a magical start as LLM governance tool gains traction",
            "link": "https://techcrunch.com/2024/05/22/patronus-ai-is-off-to-a-magical-start-as-llm-governance-tool-gains-traction/",
            "date": "May 22, 2024",
            "category": "Startups",
            "author": "Ron Miller",
            "image": "https://techcrunch.com/wp-content/uploads/2024/05/GettyImages-1277793518.jpg?w=563",
            "excerpt": "Just 8 months after debuting with a governance tool designed for LLMs, Patronus AI is back with a $17 million Series A."
        },
        {
            "title": "Patronus AI conjures up an LLM evaluation tool for regulated industries",
            "link": "https://techcrunch.com/2023/09/14/patronus-ai-conjures-up-an-llm-evaluation-tool-for-regulated-industries/",
            "date": "Sep 14, 2023",
            "category": "AI",
            "author": "Ron Miller",
            "image": "https://techcrunch.com/wp-content/uploads/2023/09/GettyImages-1652528256.jpg?w=562",
            "excerpt": "Patronus AI emerged from stealth today with a $3 million seed to help regulated industries evaluate large language models."
        }
    ],
    "Nitin Gupta": [
        {
            "title": "Google Ventures-Backed LawPivot Opens Legal Q&A Platform To The Public",
            "link": "https://techcrunch.com/2011/08/16/google-ventures-backed-lawpivot-opens-legal-qa-platform-to-the-public/",
            "date": "Aug 16, 2011",
            "category": "Startups",
            "author": "Leena Rao",
            "image": "https://techcrunch.com/wp-content/uploads/2011/08/lawp.png?w=239",
            "excerpt": "Google Ventures-backed LawPivot is blending a Q&A platform with legal advice for businesses, and allows technology companies and startups to confidentially ask legal questions to expert attorneys. But until now, LawPivot has kept the legal communications on its site private, so that only the lawyer and business can access this information. Today, the startup is releasing a public-facing Q&A platform to allows businesses to also ask questions publicly and receive answers from the LawPivot community of users nationwide.   For background, LawPivot was co-founded by a team of lawyers and tech execs, including Jay Mandal, a lead mergers and acquisitions attorney at Apple; Nitin Gupta; an intellectual property litigation lawyer; and Steven Kam, a software engineer and architect with experience as an intellectual property litigation lawyer."
        },
        {
            "title": "LawPivot Expands Q&A Site For Startup Legal Advice Nationwide",
            "link": "https://techcrunch.com/2011/05/19/lawpivot-expands-qa-site-for-startup-legal-advice-nationwide/",
            "date": "May 19, 2011",
            "category": "N/A",
            "author": "Leena Rao",
            "image": "N/A",
            "excerpt": "As we've written in the past, Google Ventures-backed LawPivot has applied the Q&A model to the legal space. LawPivot is essentially a “Quora for legal advice” that allows technology companies and startups to confidentially ask legal questions to expert attorneys. Previously, the startup had only focused on offering advice in California but today is expanding its service nationwide. On LawPivot, startups can post questions on the site, and lawyers message these companies back with advice. Questions are completely confidential, so companies still have privacy within the platform. The startup was co-founded by a team of lawyers and tech execs, including Jay Mandal, a lead mergers and acquisitions attorney at Apple; Nitin Gupta; an intellectual property litigation lawyer; and Steven Kam, a software engineer and architect with experience as an intellectual property litigation lawyer."
        },
        {
            "title": "Google Ventures Leads $600K Investment In LawPivot, A Quora For Startup Legal Advice",
            "link": "https://techcrunch.com/2011/01/19/google-ventures-leads-600k-investment-in-lawpivot-a-quora-for-startup-legal-advice/",
            "date": "Jan 19, 2011",
            "category": "N/A",
            "author": "Leena Rao",
            "image": "N/A",
            "excerpt": "There's no doubt that the success of startups like Quora have propelled the Q&A space into the spotlight. And there seems to be room for other niche Quora-like sites, such as enterprise-focsued Opzi and recently launched LawPivot, which provides crowdsourced legal advice to technology companies. Today LawPivot is announcing that it has secured $600,000 in new funding from Google Ventures and a number of angel investors, including Richard Chen, David Tisch, David Li, Nick Mehta and Don Hutchison. This brings LawPivot's total funding to $1 million (the startup previously raised $400,000 in angel funding). LawPivot is essentially a “Quora for legal advice” that allows technology companies to confidentially ask legal questions to expert attorneys. Questions are completely confidential, so companies still have privacy within the platform. The startup was co-founded by a team of lawyers and tech execs, including Jay Mandal, a lead mergers and acquisitions attorney at Apple; Nitin Gupta; an intellectual property litigation lawyer; and Steven Kam, a software engineer and architect with experience as an intellectual property litigation lawyer. Clearly, these guys have experience in advising tech companies on how to navigate the law."
        },
        {
            "title": "LawPivot Closes Angel Round For Quora-Like Startup Legal Advice",
            "link": "https://techcrunch.com/2010/11/08/lawpivot-closes-angel-round-for-quora-like-startup-legal-advice/",
            "date": "Nov 8, 2010",
            "category": "N/A",
            "author": "Michael Arrington",
            "image": "N/A",
            "excerpt": "One thing's for sure, there's probably going to be a Quora for every possible niche eventually. The Q&A site meets social network concept is just a great way to spur the creation of good quality content. A Quora for the enterprise, Opzi, did well at TechCrunch Disrupt: San Francisco this year, for example. And there are other examples as well. We'll see more soon. Starting now. LawPivot is a self described \"Quora for legal\" that allows technology companies to confidentially ask legal questions to expert attorneys. The founders/execs are all attorneys with tech experience: CEO Jay Mandal was formerly a lead mergers and acquisitions attorney at Apple, cofounder Nitin Gupta was previously an intellectual property litigation lawyer and VP Engineering Steven Kam is a software engineer and architect with experience as an intellectual property litigation lawyer. Three men who, like myself, fled the law. They've just stayed a little closer to the tree than I have."
        }
    ],
    "Murthy R": [
        {
            "title": "Infosys Co-Founder Adds Another $91 Million To Venture Fund",
            "link": "https://techcrunch.com/2009/11/06/infosys-co-founder-adds-another-91-million-to-venture-fund/",
            "date": "Nov 6, 2009",
            "category": "N/A",
            "author": "Leena Rao",
            "image": "N/A",
            "excerpt": "More good news for Indian entrepreneurs! Infosys co-founder and chairman N. R. Narayana Murthy's new VC firm, now called Catamaran Venture Fund, just added a whole lot more money to its coffers. A few weeks ago, we reported that Murthy was turning to “the dark side” after selling a large amount of company shares in order to set up a venture capital firm. To set up the fund, Murthy reportedly sold 800,000 shares, or 0.13 percent of the company, its total value converting to $38.7 million, more or less. It appears that Murthy's wife, Sudha Murthy, who reportedly put up the seed funding for Infosys Technologies at its founding 30 years ago, has sold 2 million shares worth of her Infosys stock, worth roughly $91 million dollars. And Sudha sold 22 percent of her personal holding to fund her husband's new VC fund."
        }
    ],
    "R3": [
        {
            "title": "Rivian surprise announces the R3 hatchback, and it’s cute as hell",
            "link": "https://techcrunch.com/2024/03/07/rivian-r3-hatchback-ev-specs-preorder-info/",
            "date": "Mar 7, 2024",
            "category": "Transportation",
            "author": "Sean O'Kane",
            "image": "https://techcrunch.com/wp-content/uploads/2024/03/rivian-r3-hatchback.jpg?w=668",
            "excerpt": "The EV startup teased an EV hatchback that is coming in a few years, at the event that was supposed to be all about its larger R2 SUV."
        },
        {
            "title": "Autonomous delivery startup Nuro is gearing up for a comeback",
            "link": "https://techcrunch.com/2024/07/27/autonomous-delivery-startup-nuro-is-gearing-up-for-a-comeback/",
            "date": "Jul 27, 2024",
            "category": "Transportation",
            "author": "Rebecca Bellan",
            "image": "https://techcrunch.com/wp-content/uploads/2024/07/Nuro_R3_On-road-3.jpg?w=563",
            "excerpt": "The California Department of Motor Vehicles this week granted Nuro approval to test its third-generation R3 autonomous delivery vehicle in four Bay Area"
        },
        {
            "title": "Rivian’s new ‘treehouse’ rooftop tent comes with a movie projector",
            "link": "https://techcrunch.com/2024/03/08/rivians-new-treehouse-rooftop-tent-comes-with-a-movie-projector/",
            "date": "Mar 8, 2024",
            "category": "Transportation",
            "author": "Kirsten Korosec",
            "image": "https://techcrunch.com/wp-content/uploads/2024/03/rivian-r3x-hatchback.jpg?w=500",
            "excerpt": "Rivian has designed a number of accessories for its upcoming R2 and R3 EVs, including a rooftop tent with a movie projector."
        },
        {
            "title": "Nuro expands driverless autonomous vehicle testing in push to attract customers",
            "link": "https://techcrunch.com/2024/11/19/nuro-expands-driverless-autonomous-vehicle-testing-in-push-to-attract-customers/",
            "date": "Nov 19, 2024",
            "category": "Transportation",
            "author": "Rebecca Bellan",
            "image": "https://techcrunch.com/wp-content/uploads/2024/11/Nuro-L4-expansion.png?w=562",
            "excerpt": "Nuro is rolling out a test fleet of its driverless, passenger-less R3 vehicles across the Bay Area and Houston, two months after the autonomous vehicle"
        }
    ],
    "Staple": [
        {
            "title": "GitLab names Bill Staples as its new CEO",
            "link": "https://techcrunch.com/2024/12/05/gitlab-names-bill-staples-as-its-new-ceo/",
            "date": "Dec 5, 2024",
            "category": "In Brief",
            "author": "Kyle Wiggers",
            "image": "https://techcrunch.com/wp-content/uploads/2024/12/PXL_20220520_112153305.jpg?w=498",
            "excerpt": "GitLab, the popular developer and security platform, has named a new CEO, Bill Staples."
        },
        {
            "title": "DoorDash expands retail delivery offerings with new Staples partnership",
            "link": "https://techcrunch.com/2023/08/07/doordash-expands-retail-delivery-offerings-with-new-staples-partnership/",
            "date": "Aug 7, 2023",
            "category": "Apps",
            "author": "Aisha Malik",
            "image": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1232015093.jpg?w=563",
            "excerpt": "DoorDash is adding Staples to its marketplace in time for the back-to-school season, the company announced on Monday."
        },
        {
            "title": "Delta Air Lines announces an AI-powered assistant in its mobile app and free onboard YouTube Premium and Music at CES 2025",
            "link": "https://techcrunch.com/2025/01/07/delta-air-lines-announces-an-ai-powered-assistant-in-its-mobile-app-and-free-onboard-youtube-premium-and-music-at-ces-2025/",
            "date": "Jan 7, 2025",
            "category": "AI",
            "author": "Frederic Lardinois",
            "image": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-1986207874.jpg?w=562",
            "excerpt": "Over the last few years, Delta Air Lines' presence has become a staple of CES, with the airline regularly hosting splashy keynotes. This year, the company"
        },
        {
            "title": "Sundial Foods is taking ‘chicken wings’ in a new direction",
            "link": "https://techcrunch.com/2022/10/19/sundial-foods-is-taking-chicken-wings-in-a-new-direction/",
            "date": "Oct 19, 2022",
            "category": "TechCrunch Disrupt 2022",
            "author": "Christine Hall",
            "image": "https://techcrunch.com/wp-content/uploads/2022/10/Headshots.jpg?w=666",
            "excerpt": "Sundial Foods is making its mark in one of sports bars’ favorite staples: wings."
        },
        {
            "title": "Will alternative investments become a staple in all investors’ portfolios?",
            "link": "https://techcrunch.com/2022/10/20/will-alternative-investments-become-a-staple-in-all-investors-portfolios/",
            "date": "Oct 20, 2022",
            "category": "Featured",
            "author": "Anna Heim",
            "image": "https://techcrunch.com/wp-content/uploads/2022/06/question-marks-money-7.jpg?w=668",
            "excerpt": "Alternative investments — alts — are not just for institutional funds: Individual investors are showing an increased interest in this asset class."
        },
        {
            "title": "Tomorrow Farms wants to revamp the pantry",
            "link": "https://techcrunch.com/2022/05/06/ingredient-tomorrow-farms-food-seed/",
            "date": "May 6, 2022",
            "category": "Enterprise",
            "author": "Christine Hall",
            "image": "https://techcrunch.com/wp-content/uploads/2022/05/TomorrowFarms_PressReleaseLaunch_OptA.png?w=664",
            "excerpt": "Tomorrow Farms is turning the concept of pantry and refrigerator staples on its head to create foods that are better for us."
        }
    ],
    "Delivery Solutions": [
        {
            "title": "AxleHire to scale Tortoise and URB-E zero-emissions delivery solutions nationally",
            "link": "https://techcrunch.com/2021/09/02/axlehire-to-scale-tortoise-and-urb-e-zero-emissions-delivery-solutions-nationally/",
            "date": "Sep 2, 2021",
            "category": "Transportation",
            "author": "Rebecca Bellan",
            "image": "https://techcrunch.com/wp-content/uploads/2021/09/AxleHireTortoiseRobot.jpg?w=625",
            "excerpt": "Last-mile logistics supplier AxleHire provides same-day and next-day delivery through a network that includes gig economy, couriers and traditional"
        }
    ],
    "Erik S": [
        {
            "title": "Bitcoin startups remain undercapitalized as funding drought drags on",
            "link": "https://techcrunch.com/podcast/bitcoin-startups-undercapitalized-funding-drought/",
            "date": "Aug 25, 2023",
            "category": "Crypto",
            "author": "Jacquelyn Melinek",
            "image": "https://techcrunch.com/wp-content/uploads/2023/08/GettyImages-809979398.jpg?w=656",
            "excerpt": "Bitcoin-focused companies are falling behind as fewer checks are being written, according to Erik Svenson, co-founder and CFO of Blockstream."
        }
    ],
    "COCO": [
        {
            "title": "SiriusXM acquires Conan O’Brien’s Team Coco podcast company for $150 million",
            "link": "https://techcrunch.com/2022/05/23/siriusxm-acquires-conan-obriens-team-coco-podcast-company-for-150-million/",
            "date": "May 23, 2022",
            "category": "Media & Entertainment",
            "author": "Lauren Forristal",
            "image": "https://techcrunch.com/wp-content/uploads/2022/05/Screen-Shot-2022-05-23-at-10.07.28-AM.png?w=668",
            "excerpt": "SiriusXM Holdings announced the acquisition of Team Coco, the Conan O’Brien-led podcast network and digital media business, for $150 million."
        },
        {
            "title": "China’s game engine Cocos raises $50M, goes beyond games",
            "link": "https://techcrunch.com/2022/04/11/cocos-engine-series-b-50-million-china/",
            "date": "Apr 11, 2022",
            "category": "Media & Entertainment",
            "author": "Rita Liao",
            "image": "https://techcrunch.com/wp-content/uploads/2022/04/cocos-.jpeg?w=668",
            "excerpt": "Cocos Technologies, a China-based game engine provider, announced it has picked up $50M in a bid to work on development and move beyond games"
        },
        {
            "title": "DriveU.auto to power remote piloting of EasyMile’s autonomous shuttles, Coco’s sidewalk robots",
            "link": "https://techcrunch.com/2022/01/04/driveu-auto-to-power-remote-piloting-of-easymiles-autonomous-shuttles-cocos-sidewalk-robots/",
            "date": "Jan 4, 2022",
            "category": "Startups",
            "author": "Rebecca Bellan",
            "image": "https://techcrunch.com/wp-content/uploads/2022/01/DSC_5899.jpg?w=562",
            "excerpt": "Autonomous shuttle company EasyMile and sidewalk robot delivery startup Coco are integrating DriveU.auto's teleoperation and connectivity platform into"
        },
        {
            "title": "Segway makes its first foray into sidewalk robot delivery with Coco partnership",
            "link": "https://techcrunch.com/2021/12/02/segway-makes-its-first-foray-into-sidewalk-robot-delivery-with-coco-partnership/",
            "date": "Dec 2, 2021",
            "category": "AI",
            "author": "Rebecca Bellan",
            "image": "https://techcrunch.com/wp-content/uploads/2021/12/COCO1-Palisades01.jpg?w=469",
            "excerpt": "Segway sees a future for sidewalk delivery robots and is now preparing to be the burgeoning industry's go-to manufacturer. The company, which has supplied"
        },
        {
            "title": "Planet A Foods nabs $30M to make tons more cocoa-free chocolate",
            "link": "https://techcrunch.com/2024/12/05/planet-a-foods-nabs-30m-to-make-tons-more-cocoa-free-chocolate/",
            "date": "Dec 5, 2024",
            "category": "Climate",
            "author": "Natasha Lomas",
            "image": "https://techcrunch.com/wp-content/uploads/2024/12/04_ChoViva-bar_Source_-Planet-A-Foods_Photographer_-Daniel-Schvarcz.jpg?w=563",
            "excerpt": "Turning sunflower seeds into sustainable, cocoa-free chocolate has netted Munich-based B2B food tech startup Planet A Foods (formerly QOA) a $30 million"
        },
        {
            "title": "Last-mile robotic delivery firm Coco raises $36M",
            "link": "https://techcrunch.com/2021/08/25/last-mile-robotic-delivery-firm-coco-raises-36m/",
            "date": "Aug 25, 2021",
            "category": "AI",
            "author": "Brian Heater",
            "image": "https://techcrunch.com/wp-content/uploads/2021/08/Copy-of-coco-venice-2.jpg?w=563",
            "excerpt": "Los Angeles delivery robot startup Coco this week has announced $36 million in funding. The Series A was led by Sam Altman, Silicon Valley Bank and"
        }
    ],
    "Hypergrowth": [
        {
            "title": "Where gut health meets hypergrowth with Ben Goodwin from Olipop",
            "link": "https://techcrunch.com/podcast/where-gut-health-meets-hypergrowth-with-ben-goodwin-from-olipop/",
            "date": "Jan 24, 2024",
            "category": "Biotech & Health",
            "author": "Rebecca Szkutak, Dominic-Madori Davis",
            "image": "https://techcrunch.com/wp-content/uploads/2022/05/found-2022-featured.jpg?w=668",
            "excerpt": "This episode focuses on the founding story of prebiotic soda startup Olipop and how its achieved strong growth early on."
        },
        {
            "title": "All products are garbage, and for good reason",
            "link": "https://techcrunch.com/2023/08/31/if-it-breaks-you-have-to-buy-more/",
            "date": "Aug 31, 2023",
            "category": "Featured",
            "author": "Haje Jan Kamps",
            "image": "https://techcrunch.com/wp-content/uploads/2023/08/old-boots.jpg?w=614",
            "excerpt": "The spirit animal of capitalism is bamboo: Hypergrowth above everything. As we traipse deeper into late-stage capitalism, a paradoxical phenomenon is taking shape."
        },
        {
            "title": "Building a Hypergrowth SaaS Startup in a Remote World",
            "link": "https://techcrunch.com/video/building-a-hypergrowth-saas-startup-in-a-remote-world/",
            "date": "Oct 27, 2021",
            "category": "N/A",
            "author": "TC Video",
            "image": "https://techcrunch.com/wp-content/uploads/2021/10/maxresdefault_5df598.jpg?w=668",
            "excerpt": ""
        },
        {
            "title": "The existential cost of decelerated growth",
            "link": "https://techcrunch.com/2021/06/03/the-existential-cost-of-decelerated-growth/",
            "date": "Jun 3, 2021",
            "category": "Enterprise",
            "author": "Alex Wilhelm",
            "image": "https://techcrunch.com/wp-content/uploads/2020/05/NSussman_Techcrunch_Exchange_v3-GRY2.jpg?w=500",
            "excerpt": "What happens to technology companies with slowing growth and a rising focus on profitability before they reach behemoth scale? How much does the market value hypergrowth?"
        }
    ],
    "Shane Smith": [
        {
            "title": "Vice founders apologize for allowing a “boy’s club” culture at the company",
            "link": "https://techcrunch.com/2017/12/24/vice-founders-apologize-for-allowing-a-boys-club-culture-at-the-company/",
            "date": "Dec 24, 2017",
            "category": "Media & Entertainment",
            "author": "Catherine Shu",
            "image": "https://techcrunch.com/wp-content/uploads/2017/12/gettyimages-531804172.jpg?w=563",
            "excerpt": "Vice Media founders Shane Smith and Suroosh Alvi say they are \"truly sorry\" for not doing enough to stop inappropriate behavior at the company. In a public statement issued shortly before The New York Times published an article on Saturday that described multiple accounts of sexual misconduct by Vice employees, Smith, its chief executive officer, and Alvi said they are taking several steps to improve Vice’s workplace culture, including new harassment reporting procedures."
        },
        {
            "title": "CEO Shane Smith Says He Wants VICE To Be 10 Times Bigger Than CNN",
            "link": "https://techcrunch.com/2014/05/05/shane-smith-vice-disrupt/",
            "date": "May 5, 2014",
            "category": "N/A",
            "author": "Anthony Ha",
            "image": "N/A",
            "excerpt": "VICE Media seems to be getting more journalistically legit, particularly with its international coverage, but CEO Shane Smith said today that he doesn't consider himself a journalist, and doesn't want to be a journalist.  \"I think if you look at the failure of journalism in the modern age, then I don't want to be called a journalist,\" Smith said today while on-stage at TechCrunch's Disrupt New York conference."
        },
        {
            "title": "Vice’s Shane Smith Doesn’t Want to Be Called a Journalist",
            "link": "https://techcrunch.com/video/vices-shane-smith-doesnt-want-to-be-called-a-journalist/",
            "date": "Jun 4, 2023",
            "category": "N/A",
            "author": "TC Video",
            "image": "https://techcrunch.com/wp-content/uploads/2023/06/maxresdefault_df0abf.jpg?w=668",
            "excerpt": ""
        },
        {
            "title": "Vice Media’s Shane Smith To Join Us At TechCrunch Disrupt NY",
            "link": "https://techcrunch.com/2014/03/26/vice-medias-shane-smith-to-join-us-at-techcrunch-disrupt-ny/",
            "date": "Mar 26, 2014",
            "category": "Media & Entertainment",
            "author": "Jordan Crook",
            "image": "N/A",
            "excerpt": "After years of stagnation, the media industry is in full-fledged evolution mode. Consumption is changing, creation is changing, and even the act of reporting is transforming right before our eyes. And few people seem to have a clearer view of the future of news than Shane Smith, co-founder of Vice Media."
        }
    ],
    "Unity": [
        {
            "title": "Unity to lay off another 1,800 employees, representing 25% of its workforce",
            "link": "https://techcrunch.com/2024/01/09/unity-to-lay-off-another-1800-employees-representing-25-of-its-workforce/",
            "date": "Jan 9, 2024",
            "category": "Gaming",
            "author": "Romain Dillet",
            "image": "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-1331214330.jpg?w=563",
            "excerpt": "Unity is once again reducing its workforce. This time, around 1,800 employees will lose their job in the coming weeks."
        },
        {
            "title": "Unity co-founder David Helgason’s next act: Gaming the climate crisis",
            "link": "https://techcrunch.com/2024/06/02/unity-co-founder-david-helgasons-next-act-gaming-the-climate-crisis/",
            "date": "Jun 2, 2024",
            "category": "Venture",
            "author": "Anna Heim",
            "image": "https://techcrunch.com/wp-content/uploads/2024/06/David-Helgason.webp?w=418",
            "excerpt": "In an interview at his home near Reykjavík, the entrepreneur-turned-VC shared thoughts on his ventures and the journey that led him from Unity to climate tech, a homecoming of sorts."
        },
        {
            "title": "With Muse, Unity aims to give developers generative AI that’s useful and ethical",
            "link": "https://techcrunch.com/2023/11/16/with-muse-unity-aims-to-give-developers-generative-ai-thats-useful-and-ethical/",
            "date": "Nov 16, 2023",
            "category": "AI",
            "author": "Devin Coldewey",
            "image": "https://techcrunch.com/wp-content/uploads/2023/11/unity1.jpg?w=668",
            "excerpt": "Unity is joining the rest of the gang in providing generative AI tools for its users, but has been careful (unlike some) to ensure those tools are built"
        },
        {
            "title": "Unity reportedly backtracking on new fees after developers revolt",
            "link": "https://techcrunch.com/2023/09/18/unity-reportedly-backtracking-on-new-fees-after-developers-revolt/",
            "date": "Sep 18, 2023",
            "category": "Gaming",
            "author": "Devin Coldewey",
            "image": "https://techcrunch.com/wp-content/uploads/2019/05/Unity-money.png?w=668",
            "excerpt": "Game engine Unity is reportedly walking back incredibly unpopular new fees it implemented last week after developers revolted."
        },
        {
            "title": "Unity U-turns on controversial runtime fee and begs forgiveness",
            "link": "https://techcrunch.com/2023/09/22/unity-u-turns-on-controversial-runtime-fee-and-begs-forgiveness/",
            "date": "Sep 22, 2023",
            "category": "Gaming",
            "author": "Devin Coldewey",
            "image": "https://techcrunch.com/wp-content/uploads/2023/09/unity-logo.jpeg?w=668",
            "excerpt": "Unity has done a 180 on a controversial new pricing scheme that users of its cross-platform game engine almost unanimously disparaged."
        },
        {
            "title": "Unity’s Apple Vision Pro game development tool opens in beta",
            "link": "https://techcrunch.com/2023/07/19/unitys-apple-vision-pro-game-development-tool-opens-in-beta/",
            "date": "Jul 19, 2023",
            "category": "Hardware",
            "author": "Brian Heater",
            "image": "https://techcrunch.com/wp-content/uploads/2023/06/CMC_6538.jpg?w=563",
            "excerpt": "Unity this morning announced that it has opened the beta version of its development platform for visionOS."
        },
        {
            "title": "John Riccitiello steps down as unity CEO with former Red Hat chief exec Jim Whitehurst taking over for now",
            "link": "https://techcrunch.com/2023/10/09/john-riccitiello-steps-down-as-unity-ceo-with-former-red-hat-chief-exec-jim-whitehurst-taking-over-for-now/",
            "date": "Oct 9, 2023",
            "category": "Gaming",
            "author": "Ron Miller",
            "image": "https://techcrunch.com/wp-content/uploads/2019/05/43587581665_4e3f2f6ab3_k.jpg?w=563",
            "excerpt": "Weeks after backtracking on a proposed runtime fee, Unity announced its CEO was stepping down and enterprise vet Jim Whitehurst was moving in."
        },
        {
            "title": "Unity’s earnings show just how hard it is to earn a 10x software multiple today",
            "link": "https://techcrunch.com/2023/02/23/unitys-earnings-show-just-how-hard-it-is-to-earn-a-10x-software-multiple-today/",
            "date": "Feb 23, 2023",
            "category": "Featured",
            "author": "Alex Wilhelm",
            "image": "https://techcrunch.com/wp-content/uploads/2020/05/NSussman_Techcrunch_Exchange_v3-GRY2.jpg?w=500",
            "excerpt": "In the case of Unity, the lesson is simple: It's hard as hell to earn, let alone defend, a 10x revenue multiple in today's market."
        },
        {
            "title": "Apple’s new headset fails to excite investors but sends shares of Unity soaring",
            "link": "https://techcrunch.com/2023/06/05/apple-vr-headset-wwdc-stock/",
            "date": "Jun 5, 2023",
            "category": "Hardware",
            "author": "Alex Wilhelm",
            "image": "https://techcrunch.com/wp-content/uploads/2023/06/Apple-WWCD23-Vision-Pro-lifestyle-with-battery-FaceTime-230605.jpg?w=563",
            "excerpt": "Investors in Apple shares bid the company's stock to all-time highs ahead of WWDC. Shares of the company held up for a period before losing steam."
        },
        {
            "title": "OpenAI will benefit from unity of purpose with Sam Altman’s return",
            "link": "https://techcrunch.com/2023/11/22/openai-will-benefit-from-unity-of-purpose-with-sam-altmans-return/",
            "date": "Nov 22, 2023",
            "category": "Featured",
            "author": "Darrell Etherington",
            "image": "https://techcrunch.com/wp-content/uploads/2023/11/Sam-Altman-OpenAI.jpg?w=662",
            "excerpt": "OpenAI's drama over the past few days might be perceived as weakness, but the re-forged entity actually seems ready to return stronger than ever."
        },
        {
            "title": "Unity and ironSource’s $4.4B merger is now complete",
            "link": "https://techcrunch.com/2022/11/07/unity-and-ironsources-4-4b-merger-is-now-complete/",
            "date": "Nov 7, 2022",
            "category": "Gaming",
            "author": "Paul Sawers",
            "image": "https://techcrunch.com/wp-content/uploads/2021/10/unity-gaming-services.jpg?w=668",
            "excerpt": "Unity's previously announced merger with IronSource has concluded, with the two companies coming together in a $4.4 billion all-stock deal."
        }
    ]
}